Repository: rovinlr/Multi-payment
Catalog: ld_batch_payment_allocation/i18n/*.po
Languages: es

source: Batch Payment Allocation (One payment -> Many invoices)
es: Asignación de pagos por lote (un pago → varias facturas)

source: Payment Currency
es: Moneda del pago

source: Memo / Reference
es: Memo / Referencia

source: Total Allocation
es: Total asignado

source: Set a positive amount to pay on at least one invoice.
es: Indique un monto positivo a pagar en al menos una factura.

source: Amounts must be >= 0.
es: Los montos deben ser ≥ 0.

source: You cannot allocate more than the residual on an invoice.
es: No puede asignar más que el residual de una factura.

source: No payment method lines available on the selected journal.
es: No hay métodos de pago disponibles en el diario seleccionado.

source: Total allocation must be > 0.
es: El total asignado debe ser > 0.

source: Batch payment for %s
es: Pago por lote para %s

source: Could not find open receivable/payable line on payment.
es: No se encontró una línea abierta por cobrar/pagar en el pago.

source: Batch Payment
es: Pago por lote

source: Invoice Date
es: Fecha factura

source: Residual (Payment Currency)
es: Residual (moneda del pago)

source: Amount to Pay
es: Monto a pagar

source: Currency
es: Moneda

source: Batch Payment Allocation
es: Asignación de pagos por lote

source: Create Payment &amp; Allocate
es: Crear pago y asignar

source: Cancel
es: Cancelar

source: Clear Lines
es: Limpiar líneas
